{
    "posts": 
    [{  
        "id": 11,
        "image": "thumb-bingocrack.jpg",
        "title": "BingoCrack",
        "body": "**HTML5 Game**\n\n Developed the whole UI of the game, including all animations. First made all of them with the greenSock JS animation library, but they weren't performing as fluid as desired, so I migrated them to CSS3 using hardware accelerated animations. Compared performance of each one of them cross-browser using developer tools and fps meters. In conclusion made the perfect blend between greenSock and CSS3 animations.",
        "credits": "**Credits:** Etermax"
        
    }, {
        
        "id": 10,
        "image": "thumb-incaa.jpg",
        "title": "INCAA web app (in progress)",
        "body": "Currently wireframing and prototyping a web app for INCAA.\n\n INCAA is the national film institute, the idea is to make a web and mobile app where everyone may watch online any film in the history of argentinian film making. Also to re-juvenate the brand and bring it closer to a younger audience.\n\n The idea also is that the app will work s a social network itself, where users can register, have a profile, follow one another, have lists with favorites, pending to watch and share them with other users.\n\n I also proposed that the institute should encourage famouse actors / actress and directors to be users registered in the site. If they have lists of favorites many other users will tend to watch the movies of their favorite actors or directors.",
        "credits": "**Credits:** Jota.v"
        
    }, {
        
        "id": 9,
        "image": "thumb-oneocean.jpg",
        "title": "One Ocean",
        "body": "Involved in the whole UI design and development. For this project I designed the **FlexyPics UI** component as it required a very visual and original responsive and adaptive layout.\n\n Also led the whole front-end development of the project.",
        "credits": "**Credits:** BridgerConway"
        
    }, {
        
        "id": 8,
        "image": "thumb-historias.jpg",
        "title": "Historias Cinemátograficas",
        "body": "For this very well known film studio here in Bueno Aires we designed a very original UI where you can navigate the studio's work with mouse movement. This horizontal layout (rather than vertical) was proposed to respect the movies widescreen film proportions. Another interesting feature is that the site was programed usig ajax for a more dynamic navigation.\n\n Recently optimized ajax calls, improved the css code and made it more touch friendly",
        "credits": "**Credits:** Jota.v & Donhkoland "
        
    }, {
        
        "id": 7,
        "image": "thumb-consultatio.jpg",
        "title": "Consultatio Real Estate",
        "body": "Made the entire front-end develovment for this site.",
        "credits": "**Credits:** BridgerConway"
        
    }, {
        
        "id": 6,
        "image": "thumb-techo.jpg",
        "title": "TECHO para mi país",
        "body": "Front-end development for the 2012 anual founds recollection of the *Techo para mi país* organization. The site was online for just one month during the anual recollection. Also helped designing the wireframes of the home page. The site was only online for one month during the anual recollection but you can see it hosted in my server here. Ad honorem work.",
        "credits": "**Credits:** Jota.v"
        
    }, {
        
        "id": 5,
        "image": "thumb-oceana.jpg",
        "title": "Oceana",
        "body": "For this project I was only involved in the front-end development. The highlights are the Google Maps API3 Location viewer and the Floorplans visualizer with ajax functionaly.",
        "credits": "**Credits:** Bridger Conway"
        
    }, {
        
        "id": 4,
        "image": "thumb-ypf.jpg",
        "title": "YPF",
        "body": "Led the front-end team of three people for the “YPF” and “Guía YPF” (main petrochemical company in Argentina) and worked in conjunction with Accenture in the implementation of the site in Visual Studio.",
        "credits": "**Credits:** Bridger Conway & Accenture"
        
    }, {
        
        "id": 3,
        "image": "thumb-guia-ypf.jpg",
        "title": "Guía YPF",
        "body": "Led the project and programmed the entire front-end “Guía YPF“ site.\n\n The main feature are the maps using the <strong>Google Maps API 3</strong> which showed several layers of information from points from all around Argentina.",
        "credits": "**Credits:** Bridger Conway & Accenture"
        
    }, {
        
        "id": 2,
        "image": "thumb-iberostar.jpg",
        "title": "Iberostar Hotels & Resorts",
        "body": "Programmed the front-end of the booking system for this very well known hotels brand.\n\n This was a large project where many people were involved. The back-end was made by a company in Spain.",
        "credits": "**Credits:** Bridger Conway"
    
    }, {
        
        "id": 1,
        "image": "thumb-omint.jpg",
        "title": "Omint",
        "body": "Programmed most of the front-end of the site of this well-known health insurance company in Argentina. I and also involved in it’s integration in **DotNetNuke**.",
        "credits": "**Credits:** Bridger Conway"
    }]
}